Repository: Zabrimus/vdr-plugin-jonglisto
Catalog: po/*.po
Languages: de_de

source: Show favourites
de_de: Favoriten

source: Show alarms
de_de: Umschalttimer

source: Show VDRs
de_de: VDRs

source: Alarms
de_de: Umschalttimer

source: Now
de_de: Jetzt

source: Selected time
de_de: Ausgwählte Zeit

source: Time
de_de: Zeit

source: Select Time
de_de: Wähle Zeit

source: Record
de_de: Aufnehmen

source: Switch
de_de: Umschalten

source: Alarm timer created
de_de: Alarm erstellt

source: Alarm timer not created
de_de: Alarm konnte nicht erstellt werden

source: No response reveived
de_de: Keine Antwort erhalten

source: Connection to jonglisto-ng failed
de_de: Verbindung zu jonglisto-ng fehlgeschlagen

source: set on/off failed
de_de: An/Aus konnte nicht gesetzt werden

source: got no response from jonglisto-ng
de_de: Kein Antwort von jonglisto-ng erhalten

source: command failed
de_de: Kommando fehlgeschlagen

source: deletion failed
de_de: Löschen fehlgeschlagen

source: never
de_de: Nie

source: on/off
de_de: An/Aus

source: Delete
de_de: Löschen

source: No alarms defined
de_de: Keine Alarme vorhanden

source: Could not get alarms
de_de: Kann die Alarmliste nicht lesen

source: System is alive, VDR is down
de_de: System läuft, aber VDR nicht

source: System is down
de_de: System läuft nicht

source: Unknown VDR
de_de: Unbekannter VDR

source: Wake on lan packet sent
de_de: Aufwecken gesendet

source: MAC is not configured
de_de: Konfiguration ist nicht vorhanden

source: wake on lan
de_de: Aufwecken

source: No VDR defined
de_de: Kein VDR gefunden

source: Could not get VDRs
de_de: Kann VDR Liste nicht lesen

source: HD:
de_de: Speicherplatz:
